[
  {
      "copyright": "Petr Horálek",
      "date": "2020-08-10",
      "explanation": "Where are all these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Perseus.  That is why the meteor shower that peaks tomorrow night is known as the Perseids -- the meteors all appear to came from a radiant toward Perseus. In terms of parent body, though, the sand-sized debris that makes up the Perseids meteors come from Comet Swift-Tuttle. The comet follows a well-defined orbit around our Sun, and the part of the orbit that approaches Earth is superposed in front of the Perseus. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Perseus. Featured here, a composite image taken over eight nights and containing over 400 meteors from 2018 August's Perseids meteor shower shows many bright meteors that streaked over Kolonica Observatory in Slovakia.  This year's Perseids holds promise to be one of the best meteor showers of the year.",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/NightOfThePerseids_Horalek_1800.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Perseids from Perseus",
      "url": "https://apod.nasa.gov/apod/image/2008/NightOfThePerseids_Horalek_960.jpg"
  },
  {
      "date": "2020-08-11",
      "explanation": "Where is Jupiter's ammonia? Gaseous ammonia was expected to be seen in Jupiter's upper atmosphere by the orbiting Juno spacecraft -- but in many clouds is almost absent. Recent Juno data, however, gives some clues: some high-level clouds appear to be home to an unexpected type of electrical discharge dubbed shallow lightning. Great charge separations are needed for lightning, which might be created by colliding mushballs lifted by rising updrafts of gas.  Ammonia and water stick to these mushballs which rise until they get too heavy -- after which they fall deep into Jupiter's atmosphere and melt.  By this process, ammonia found missing from Jupiter's upper atmosphere reappears below.  Pictured by Juno, churning clouds on Jupiter show not only mesmerizing complexity but some high-level, light-colored pop-up clouds. Understanding atmospheric dynamics on Jupiter gives valuable perspective to similar atmospheric and lightning phenomena that occur on our home Earth.    Peaking Tonight: The Perseid Meteor Shower",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/JupiterChurning_JunoGill_3279.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Churning Clouds on Jupiter",
      "url": "https://apod.nasa.gov/apod/image/2008/JupiterChurning_JunoGill_1080.jpg"
  },
  {
      "copyright": "Ignacio Llorens",
      "date": "2020-08-12",
      "explanation": "Keep your eye on the ion tail of Comet NEOWISE.  A tale of this tail is the trail of the Earth. As with all comets, the blue ion tail always points away from the Sun. But as Comet C/2020 F3 (NEOWISE) rounded our Sun, its ion tail pointed in slightly different directions. This is because between 2020 July 17 and July 25 when the featured images were taken, the Earth moved noticeably in its orbit around the Sun. But the Earth's motion made the Sun appear to shift in the sky. So even though you can't see the Sun directly in the featured image(s), the directions of the ion tails reveal this apparent solar shift. The Sun's apparent motion is in the ecliptic, the common plane where all planets orbit.  The featured five image composite was meticulously composed to accurately place each comet image -- and the five extrapolated solar positions -- on a single foreground image of Turó de l'Home Mountain, north of Barcelona, Spain Comet NEOWISE is no longer the impressive naked-eye object it was last month, but it can still be found with a small telescope as it heads back to the outer Solar System.",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/NeowiseSequence_Llorens_3044_annotated.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "The Shifting Tails of Comet NEOWISE",
      "url": "https://apod.nasa.gov/apod/image/2008/NeowiseSequence_Llorens_960_annotated.jpg"
  },
  {
      "copyright": "Marcin Zając",
      "date": "2020-08-13",
      "explanation": "What planets are those behind that unusual rock spire? Saturn (lower left) and Jupiter.  This month, after sunset, the bright planetary duo are quite prominent toward the southeast.  Now your view of our Solar System's largest planets might not include a picturesque hoodoo in the foreground, nor the spectacular central band of our Milky Way Galaxy across the background, but should be quite eye-catching anyway.  The featured image is a composite of consecutive foreground and background exposures all taken in late May with the same camera and from the same location -- the badlands of the  Ah-Shi-Sle-Pah Wilderness in the San Juan Basin in New Mexico, USA.  The rock spire, informally dubbed 'Alien Throne', stands about 3 meters tall. Saturn and Jupiter will remain visible together after sunset for several months.",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/AlienThrone_Zajac_3807.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Jupiter and Saturn Rising Beyond Alien Throne Rock",
      "url": "https://apod.nasa.gov/apod/image/2008/AlienThrone_Zajac_960.jpg"
  },
  {
      "date": "2020-08-14",
      "explanation": "Why is this nebula so complex? When a star like our Sun is dying, it will cast off its outer layers, usually into a simple overall shape. Sometimes this shape is a sphere, sometimes a double lobe, and sometimes a ring or a helix.  In the case of planetary nebula NGC 5189, however, besides an overall \"Z\" shape (the featured image is flipped horizontally and so appears as an \"S\"), no such simple structure has emerged.  To help find out why, the Earth-orbiting Hubble Space Telescope has observed NGC 5189 in great detail. Previous findings indicated the existence of multiple epochs of material outflow, including a recent one that created a bright but distorted torus running horizontally across image center.  Hubble results appear consistent with a hypothesis that the dying star is part of a binary star system with a precessing symmetry axis. NGC 5189 spans about three light years and lies about 3,000 light years away toward the southern constellation of the Fly (Musca).",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/NGC5189_HubbleVargas_4039.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 5189: An Unusually Complex Planetary Nebula",
      "url": "https://apod.nasa.gov/apod/image/2008/NGC5189_HubbleVargas_960.jpg"
  },
  {
      "copyright": "Sergio Scauso",
      "date": "2020-08-15",
      "explanation": "Does the Moon ever block out Mars? Yes, the Moon occasionally moves in front of all of the Solar System's planets.  Just this past Sunday, as visible from some locations in South America, a waning gibbous Moon eclipsed Mars.  The featured image from Córdoba, Argentina captured this occultation well, showing a familiar cratered Moon in the foreground with the bright planet Mars unusually adjacent.  Within a few seconds, Mars then disappeared behind the Moon, only to reappear a few minutes later across the Moon.  Today the Moon moves close to, but not in front of, Venus.  Because alignments will not have changed by much, the next two times the Moon passes through this part of the sky – in early September and early October – it will also occult Mars, as seen from parts of South America.    Perseid Meteor Shower: Notable images submitted to APOD",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/MoonOverMars_Scauso_1202.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Mars at the Moon's Edge",
      "url": "https://apod.nasa.gov/apod/image/2008/MoonOverMars_Scauso_960.jpg"
  },
  {
      "date": "2020-08-16",
      "explanation": "In the center of this serene stellar swirl is likely a harrowing black-hole beast.  The surrounding swirl sweeps around billions of stars which are highlighted by the brightest and bluest. The breadth and beauty of the display give the swirl the designation of a grand design spiral galaxy. The central beast shows evidence that it is a supermassive black hole about 10 million times the mass of  our Sun.  This ferocious creature devours stars and gas and is surrounded by a spinning moat of hot plasma that emits blasts of X-rays. The central violent activity gives it the designation of a Seyfert galaxy. Together, this beauty and beast are cataloged as NGC 6814 and have been appearing together toward the constellation of the Eagle (Aquila) for roughly the past billion years.   Perseid Meteor Shower: Notable images submitted to APOD",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/NGC6814_HubbleSchmidt_3970.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 6814: Grand Design Spiral Galaxy from Hubble",
      "url": "https://apod.nasa.gov/apod/image/2008/NGC6814_HubbleSchmidt_960.jpg"
  },
  {
      "copyright": "Jingyi Zhang",
      "date": "2020-08-17",
      "explanation": "Why would meteor trails appear curved? The arcing effect arises only because the image artificially compresses (nearly) the whole sky into a rectangle. The meteors are from the Perseid Meteor Shower that peaked last week. The featured multi-frame image combines not only different directions from the 360 projection, but different times when bright Perseid meteors momentarily streaked across the sky. All Perseid meteors can be traced back to the constellation Perseus toward the lower left, even the seemingly curved (but really straight) meteor trails.  Although Perseids always point back to their Perseus radiant, they can appear almost anywhere on the sky. The image was taken from Inner Mongolia, China, where grasslands meet sand dunes. Many treasures also visible in the busy night sky including the central arch of our Milky Way Galaxy, the planets Saturn and Jupiter toward the right, colorful airglow on the central left, and some relatively nearby Earthly clouds.  The Perseid Meteor Shower peaks every August.    Perseid Meteor Shower: Notable images submitted to APOD",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/PerseidBridge_Zhang_4032.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Perseids Around the Milky Way",
      "url": "https://apod.nasa.gov/apod/image/2008/PerseidBridge_Zhang_1080.jpg"
  },
  {
      "date": "2020-08-19",
      "explanation": "Does the Sun change as it rotates? Yes, and the changes can vary from subtle to dramatic. In the featured time-lapse sequences, our Sun -- as imaged by NASA's Solar Dynamics Observatory -- is shown rotating though an entire month in 2014.  In the large image on the left, the solar chromosphere is depicted in ultraviolet light, while the smaller and lighter image to its upper right simultaneously shows the more familiar solar photosphere in visible light. The rest of the inset six Sun images highlight X-ray emission by relatively rare iron atoms located at different heights of the corona, all false-colored to accentuate differences. The Sun takes just under a month to rotate completely -- rotating fastest at the equator. A large and active sunspot region rotates into view soon after the video starts.  Subtle effects include changes in surface texture and the shapes of active regions. Dramatic effects include numerous flashes in active regions, and fluttering and erupting prominences visible all around the Sun's edge.  Presently, our Sun is passing an unusually low  Solar minimum in activity of its 11-year magnetic cycle. As the video ends, the same large and active sunspot region previously mentioned rotates back into view, this time looking different.",
      "media_type": "video",
      "service_version": "v1",
      "title": "The Sun Rotating",
      "url": "https://www.youtube.com/embed/2WRgXvdasm0"
  },
  {
      "date": "2020-08-20",
      "explanation": "Shrouded in a thick atmosphere, Saturn's largest moon Titan really is hard to see. Small particles suspended in the upper atmosphere cause an almost impenetrable haze, strongly scattering light at visible wavelengths and hiding Titan's surface features from prying eyes. But Titan's surface is better imaged at infrared wavelengths where scattering is weaker and atmospheric absorption is reduced. Arrayed around this visible light image (center) of Titan are some of the clearest global infrared views of the tantalizing moon so far. In false color, the six panels present a consistent processing of 13 years of infrared image data from the Visual and Infrared Mapping Spectrometer (VIMS) on board the Cassini spacecraft. They offer a stunning comparison with Cassini's visible light view.   Experts Debate: How will humanity first discover extraterrestrial life?",
      "hdurl": "https://apod.nasa.gov/apod/image/2008/PIA21923_fig1SeeingTitan2400.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Seeing Titan",
      "url": "https://apod.nasa.gov/apod/image/2008/PIA21923_fig1SeeingTitan1024.jpg"
  }
]